Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “好你妹啊！有见过哪个门派这么少人的吗？”一想起那九个未来的金钢芭比，他就肝疼好吗？“再不做点广告，打点人气出去，我们永远别想招到别的弟子了。再说我试过她们九个的身手，虽说越阶挑战难了点，但她们根基……扎实！”他咬了咬牙才吐出这两个字，“反正同级之间的比斗还是很有优势的。这次去大比，我要求也不高，她们能有一人拿到前十就好。至少让人知道我们无敌派的实力。”
en_us: "Good your head! Have you seen any sect that has so few people?" When he thought of those nine future iron barbies, his liver began to hurt, alright? "If we don't do some promotion, gain some popularity, then we can say goodbye to recruiting other disciples. Moreover, I have tested the skills of the nine of them. Although competing against people with higher cultivation levels will be a little tough, their foundations are… solid!" He had gritted his teeth to spit out that word. "Anyway, they stand at an advantage when competing with those of the same level. For this competition, I don’t have very high expectations. It will be good as long one of them can land a place in the top ten. At least let other people know the capabilities of our Invincible Sect."

source: “好像叫白……白……”白什么来着，“忘了，反正是只白色长角的，长得挺好吃的小动物。”
en_us: "I think he was called Bai... Bai..." Bai something or other. "I can't remember. Anyway, he was white, had a long horn and looked like a tasty animal."

source: “好厨……徒弟！”
en_us: "You really are a good chef… disciple!"

source: “好厨子，现在就开始吧！”
en_us: "Yes, Chef, let's start with that!"

source: “好吧……我说实话！”
en_us: “Alright... I will speak the truth！”

source: “好吧！”
en_us: "Alright then!"

source: “好吧！”沈萤叹了口气，竖起手里的筷子，“我只有一个问题。”
en_us: "All right!" Shen Ying sighed, holding up her chopsticks. "I only have one problem."

source: “好吧！”沈萤叹了口气，走过去蹲在了郁红面前，一本正经的道，“那……你们会做菜吗？”
en_us: "Alright then!" Shen Ying sighed, walked over and squatted in front of Yu Hong, saying earnestly, "Then… do you all know how to cook?"

source: “好吧！”薄飞平见此，知道再劝也没用，只好放弃了让他们搬家的念头，突然想起了一件事，眼神一转，转移话题道，“贵派能出两个剑仙，看来门下弟子也定是不俗？难得有机会来此，能否让我跟父亲，开开眼界？”见识过了，说不得就得交流一番，到时再让安儿以请教的名义留下来，也是一样的。
en_us: "Okay then!" said Pu Feiping. After seeing the current situation, he knew that it would be of no use for him to continue persuading further, and he could only give up on the idea of them moving house. Suddenly he thought of something and the gaze in his eyes changed. He said, "Your sect could produce two sword immortals, thus your disciples must be good as well. Since we have a chance now, why not let my father and me have the opportunity to see your skills?" After seeing it for themselves, they might need to interact and when that comes, he could still let Ning ZiAn stay on the basis of consulting them.

source: “好吧！那……”沈萤这才放下碗筷走了过去，一脸认真的在众人眼前走过，最终停在了郁红面前，“妹子，你……有 Freestyle 吗？”
en_us: "Okay! Then…" Shen Ying finally put down her cutlery and walked over. Wearing a serious look, she walked past the other disciples and stopped in front of Yu Hong. "Sister, do you… have any Freestyle moves?"

source: “好呀！”
en_us: "Sure!"

source: “好呀！”对方秒回，转身一蹦就跳到了他的剑上，“谢谢啊，我站稳了，开车开车。”
en_us: "That's great!" She replied immediately as she leapt onto his sword. "Thank you, I have gotten my balance, start the car, start the car."

source: “好啊。”沈萤点了点头，转身进屋就趴在石桌上打起了嗑睡，好累啊！为了对付那只绿狐，一晚上没睡，她还真有点犯困。趴了半会，眼看着上下眼皮就要开始相亲相爱了。
en_us: "Alright." Shen Ying nodded, and then she went inside the house and immediately laid on the stone table to sleep. So tired! Dealing with that green fox had made her sacrifice her sleep for a night, so she was already nodding off. After laying down for a moment, both of her eyelids were about to close.

source: “好啊。”沈萤点头，打包价嘛。之前了解过，一块下品灵石等于一百颗灵珠，已经够路费了。
en_us: "Alright." Shen Ying nodded; it was a package price. Before this, she had come to understand that a piece of low-grade spirit stone was equivalent to 100 spiritual pearls, which was sufficient for the travel fees.

source: “好啊！”她想也不想的点头，“它们不吃人就行。”
en_us: "Sure!" The woman nodded without any hesitation. "It's fine as long as they don't eat humans."

source: “好啊！”正无聊呢，沈萤拍了拍旁边的椅子，“坐，嗑瓜子吗？”
en_us: "Alright!" She was bored anyway. Shen Ying patted the seat next to her, "Sit. Do you want some melon seeds?"

source: “好啊！”毕竟收了钱。
en_us: "That's right!" After all, I took your money.

source: “好啊！”沈萤摸了摸肚皮，就等你说这句呢。
en_us: "Sure!" Shen Ying touched her belly. She had been waiting for him to say this.

source: “好啊！”沈萤眼睛一亮，正要坐下，旁边一直关着门的店子，却突然冲出来一个一身灰袍的人，似是没看清楚路，刚好拌到了椅子，扑哧一下整个人摔在了三人的面前。灰袍滑落，露出半截格外亮丽的衣衫。
en_us: "Alright!" Shen Ying's eyes lit up as she sat down on the stool. But suddenly, a lady in a gray robe rushed out the doors of the shop next to them which had been closed all the way up till that moment. She was not watching where she was going and before long, tripped over Shen Ying's wooden stool and fell down before the three of them. The lady’s gray robe fell to the floor, revealing bright and colorful clothing beneath.

source: “好啊！在这炼丹房才做事一天，你都装起来了？”
en_us: "Good! You've only been working in the alchemy lab for a day, and you're already protecting yourself?"

source: “好啊，等回去让厨子做。”
en_us: "Sure, I will get chef to make one later."

source: “好啊，谢谢。”沈萤特自然的站了上去。
en_us: "Alright, thanks," Shen Ying climbed atop the sword.

source: “好嘞，来人取十枚灵神丹来。”
en_us: "Right away, sir. Servants, fetch me ten Spirit Pills."

source: “好困……”睡意来袭，沈萤伸了个懒腰，拉了拉破旧的被子。这一晚够累的，终于可以继续睡觉了，希望不要再遇到扰人清梦的事了。
en_us: "So sleepy…" Shen Ying stretched her lazy bones as drowsiness overwhelmed her while she pulled at her old, tattered blanket. This night was especially tiring and she could finally continue sleeping; hopefully she would not encounter anymore events that would disturb her from her sweet dreams.

source: “好多……海鲜啊！”
en_us: "So much... seafood!"

source: “好多丹药……”
en_us: "So many elixirs..."

source: “好学生！”
en_us: "Good student!"

source: “好强大的剑意！”孤月一惊，能凝聚这样的巨剑，这羿清真的只是个元婴修士吗？或许……或许他真的可以……
en_us: "His sword intent is so strong!" Lonemoon exclaimed. Yi Qing is capable of condensing all his sword intent to form a Great Sword like that… Is he really just a Nascent Soul? Or… or could he really…

source: “好得上仙，没问题上仙！上仙你还有什么需要吗？”
en_us: “As per your wish, Exalted Immortal, no problem, Exalted Immortal! Exalted Immortal, do you desire anything else?”

source: “好想……是。”
en_us: "I think... they did."

source: “好机会！”
en_us: "That was such a good opportunity!"

source: “好热闹啊。”她下意识的说了一句。
en_us: "What a huge crowd." Shen Ying muttered to herself.

source: “好的大仙。”
en_us: "OK, Great Immortal."

source: “好的大仙！”兔王用力点头。
en_us: "Alright, Great Immortal!" The Rabbit Monarch nodded its head vigorously.

source: “好的大仙！交给我大仙！”
en_us: "Yes, Great Immortal! Leave it to me, Great Immortal!"

source: “好的大仙，没问题大仙！”
en_us: "OK, Great Immortal! No problem, Great Immortal!"

source: “好的大仙，没问题大仙！”魔王撸起袖子就移了过去。眼睛却不受控制瞅了瞅界门。
en_us: "Alright, Great Immortal! Not a problem, Great Immortal!" The Devil King rolled up his sleeves and moved along. However, the Devil King's eyes peered uncontrollably at the Gates of Devildom.

source: “好的师父！”
en_us: "Great idea, Master."

source: “好的师父！”羿清这才坐了回来。
en_us: "Okay Master!" Yi Qing sat back down.

source: “好的师父！没问题师父！”他立马乖乖躺好，顺手还拉了拉被子。
en_us: "Yes Master! No problem Master!" Pulling back the covers, Yi Feng lay down obediently.

source: “好的师父，没问题师父。”
en_us: "Yes Master, no problem Master!"

source: “好的师父，没问题师父！”
en_us: "Yes Master, no problem Master!"

source: “好的师父，没问题师父！”羿清用力一点头，转身噌的一下就飞走了。
en_us: "Alright Master, no problem Master!" Yi Qing nodded hard, turned around and flew off.

source: “好的师父，没问题师父！”羿清神采飞扬的，一头扎进了厨房中。
en_us: "Alright, Master. No problem, Master!" Yi Qing had a skip in his step as he walked into the kitchen.

source: “好的师父，没问题师父！师父真厉害！”
en_us: "Yes Master, no probem Master! You're amazing, Master!"

source: “好的师父，马上就来了。”羿清应了一声，端着两盘海鲜就走了出来。
en_us: "Yes, Master. It'll be out in a second," Yi Qing responded. He carried two plates of seafood and walked out of the kitchen

source: “好的爸爸，没问题爸爸！”
en_us: "Yes Father, no problem Father!"

source: “好的，牛爸爸！”她提起两袋灵石，转身就往厨房跑去，一边跑还一边得瑟，“厨子，我们有钱了，买菜去不？”
en_us: "Alright, Father Niu!" She picked up the two bags, stood up and scurried into the kitchen. As she approached the kitchen, she sang, "Chef, we have money now! Shall we go to the market?"

source: “好看你妹啊！”孤月气得肝痛，“你别告诉我，你盖这么多楼就是给我们三个人住的。”你丫是皇帝吗？要住这么大的地方，这走一圈都要两天好吗？
en_us: "Beautiful your ass!" Lonemoon was outraged. "Don't tell me that you had such a huge palace built just for the three of us?" Do you take yourself as an emperor? The palace is so huge that it’ll take two days just to walk one lap around it.

source: “好神奇……”
en_us: "How weird..."

source: “好神奇，这黑色元力竟能让丹药的药力增强？”
en_us: "How weird! To think that this black essence force could actually increase the medicinal power of an elixir..."

source: “好端端的，你耍什么流氓啊喂？”生气也不能这样啊。
en_us: "Why do you want to play hooligan out of nowhere?" Being angry isn’t an excuse for this.

source: “好系统啊！”沈萤顺口夸了一句。
en_us: "Good system!" Shen Ying praised.

source: “好累啊！”她念了一句，眼睛就开始不受控制往下搭。就连那个叫萝卜的男子，也是一脸自然，习惯性的就地挖了个坑，坐了进去，一副也要入睡的模样。
en_us: "So tired!" She said one line and her eyes began to shut uncontrollably. Even the man named Radish looked at that scene as if it was natural before habitually digging a hole and sitting in it, looking as if he were about to sleep as well.

source: “好险！”
en_us: "What a close shave!"

source: “好饿啊！”
en_us: "I'm famished!"

source: “好香哦……”沈萤给羿清点了个赞，瞬间觉得废了几个月的胃，又活过来了，扒饭扒饭扒饭！“牛爸爸，吃啊！”
en_us: "It smells so good...” Shen Ying gave Yi Qing a thumbs up. The appetite that seemed to have disappeared over the last few months was whetted. Steak rice, steak rice, steak rice! "Father Niu, let's eat!"

source: “好麻烦啊。”出门什么的最讨厌了，在家睡觉多好。
en_us: "It's going to be so troublesome." Shen Ying detested leaving the house. All she wanted was to rest at home.

source: “好麻烦啊。”沈萤抓了头，牛爸爸这么精明的人，也跑里面干嘛？怎么办，要去救人吗？她还没吃早饭的说，四下找了找，却没看到熟悉的身影，“厨子呢？他不说只出去一天吗？”
en_us: "This is really troublesome," Shen Ying scratched her head. Father Niu is such a smart man, why did he enter the pagoda? What should I do, should I save them? But I haven't eaten my breakfast. She scanned the crowd once more but did not find any familiar face. "Where's Chef? Didn't he say he would only be away for a day?"

source: “好麻烦啊！”她抓了抓头，“丹药什么的，我又不是学医的，没兴趣啊。不过你要是有什么食谱之类的，到是可以给我。”拿给厨子研究。
en_us: "It's so troublesome!" She scratched her head. "Pills and whatnot… I'm not trained in medicine, I'm not interested. But if you have any recipes for good food, you could hand them to me." I'll bring them to Chef so he can look through them.

source: “好麻烦啊，不拔行不行？”
en_us: "So troublesome, can we not harvest?"

source: “好！”
en_us: "Greetings!"

source: “好！”她用力一拍他的肩膀，“我答应你了。”
en_us: “Good!” Slapping his shoulders hard, she said, "You have my approval."

source: “好！”她转看向羿清，“厨……徒……呃，你叫什么清来着？”
en_us: "Good!" She turned to Yi Qing, "Chef... Disciple... er, your name is Qing something?"

source: “好！”孤月乐呵呵的一笑，“加入我们，你们一定不会后悔的。不过……”他认真看了一眼这群女子，“我看几位原本就是修士，而且有三位已经结丹。之前真的无门派吗？”
en_us: "Great!" Lonemoon laughed joyfully. "Join us and you won’t regret it. However…" He took a serious look at the group of girls. "I can see that a few of you were originally cultivators while three of you have already completed Core Formation. Are you guys really not from a sect?"

source: “好！”小奴对于江逸的话从不怀疑，顿时憨笑个不停，跟着江逸快步朝自家小院走去。
en_us: "Good!" Jiang Yi had never questioned Jiang Yi's words. She immediately smiled naively as she followed Jiang Yi with quick steps towards the small courtyard of their home.

source: “好！”羿清这才似松了口气般，看向一边的孤月道，“等会他们追上来，你先引开四个尊者，不必与他们相斗，只要拖住他们，又追不上你就行。”
en_us: "Good!" At this, Yi Qing heaved a sigh of relief. Looking at Lonemoon, he said, "When the four Supremacies catch up with us, divert them away first. You don't have to fight with them, just delay them, but don't let them catch up with you."

source: “好！”郁红按拳上前。
en_us: "Alright!" Yu Hong clenched her fist and stepped forward.

source: “好！今日起，你们就是我无敌派剑修了。”孤月扬手一挥，顿时唤出数把灵剑，放在每人的面前，“你们要先从最简单的剑招练起。”
en_us: "Great! From today onwards, all of you are Sword Cultivators of my Invincible Sect." Lonemoon waved his hand, summoning forth several spirit swords and placing them before the girls. "You will all need to learn from the most basic of sword techniques."

source: “好！我听你的。”孤月点了点头，深吸了一口气。
en_us: "Alright! I'll do as you say." Lonemoon nodded and took a deep breath.

source: “好！我相信你？”沈萤点头。
en_us: "Alright! I'll believe you?" Shen Ying nodded his head.

source: “好！我钻……”
en_us: "Alright! I will crawl..."

source: “好！看在你们还算是有诚意的份上。”掌柜的这才消了气继续道，“本店也不是不讲理的，这灵石我收下了。”他接过了灵石袋，突然想到了什么，“看你们的样子，像是刚刚上界的修士，这次就饶了你们。哼！以后再看到你们吃霸王餐，就不会这么简单了。”
en_us: "Alright! Since you're so sincere about this…" The owner seemed less angry now as he continued, "My restaurant isn’t unreasonable. I'll accept your spirit stones." He received the bag of spirit stones and suddenly seemed to realize something. "From your looks, you must be cultivators who have just arrived here in the Upper World. I'll let you off this time. Hmph! The next time I catch you trying to eat a free meal, it won’t end this simply!"

source: “好，不变招了你就等着输吧！缠丝手！迷幻步！”
en_us: "Great, prepare to lose if you weren't going to change your technique! Silk Hand! Psychedelic Step!"

source: “好，不错！小子你很不错！”
en_us: "Nice, well done! Well done, you brat!"

source: “好，中计了！”
en_us: Good, he fell for my trick!

source: “好，什么时候回去？”
en_us: "Ok, when do we head back?"

source: “好，加油！”沈萤点了点头。
en_us: "Alright, all the best!" Shen Ying nodded.

source: “好，师侄觉得上古秘境之事，兹事体大。”上古秘境现世是好事，刚听到这消息时，他内心也是狂喜的，毕竟那可是上古秘境！而且还是没有人踏足过的，里面不知道藏着多少珍奇异宝，谁不欢喜？谁不激动？只是狂喜过后，他心底顿时又浮现出了几分担忧，“之前灵光冲天，各门各派必定已经有所察觉，必会遣人查看。此事用不了多久都会知晓。”
en_us: "Okay, Disciple-Nephew feels that the Ancient Mystic Realm matter is very serious." The resurgence of the Ancient Mystic Realm was a good thing. When he first heard of the news, he was over the moon, especially since it was the Ancient Mystic Realm! Moreover, no one had ever set foot inside. There could be countless unique gems and jewels hidden inside, so who wouldn't be delighted? Who wouldn't be excited? Yet after the feelings of joy passed, worries began to surface in his mind. "Previously, that divine light shone through the sky. All the sects must have noticed it and will go to check it out. This resurgence will be known to all in a matter of time."

source: “好，我们走。”
en_us: "Alright, let's go."

source: “好，我加入了！”
en_us: "Okay, I'm in!"

source: “好，这点我就不跟你算了。”他深吸了一口气，转身指向右边的枫影道，“这货又是怎么回事？为什么他还在这里啊？”拿的还是他惯用的饭碗！
en_us: "Alright, I shall not fight about this with you." He took in a deep breath, turned and pointed at Feng Ying to the right, "What happened to this fellow? Why is he still here?" And using the cutlery that he always used!

source: “好，那就把……刚那个长得丑的拽出来吧！”
en_us: "Alright, then... pull out the ugly one that I was just talking about!"

source: “如今夜色已深，她一定已经入睡，不能打扰掌门睡觉的。”
en_us: "It is now late in the night, she must have fallen asleep, we cannot disturb Sect Master's sleep."

source: “如今灵气稀薄，会有此情况也是正常的。”清韵也叹了一声道，“反正我等的任务，只要接有缘之人，升入上青界，也算是完成主家的交待了。人多人少到是无所谓。在精不在多，若是些资质平庸的，想必主家也不会满意。我得又何必着急。”
en_us: "Now that the Spirit Qi is so diluted, such a situation is also very normal." Qing Yun also sighed. "Anyway, our mission is to bring the fated people to the Upper Azure World and in doing so we will have completed our Master's instructions. It doesn't matter how many people are going. Quality over quantity. If those cultivators with mediocre quality were accepted, Master would not be happy either. We need not be too rushed."

source: “如今的你，不过区区孤家寡人罢，现在死到临头了，你不垂死挣扎一番，莫非还有什么遗言要留？”
en_us: "You are now just a lonely man in your final moments, and yet you are not putting up a struggle. Hmph, don't tell me that you still have a dying wish?"

source: “如果沈萤问你，会不会烤肉？你一定要告诉她不会。”
en_us: "If Shen Ying asks if you know how to roast meat, you have to tell her you don't."

source: “如此便好……”羿清松了口气，以妖王的修为，即使那人不死，也讨不了好。况且他身上的巨毒对妖气可没用。
en_us: "In that case, it's fine..." Yi Qing heaved a sigh of relief. Even if he had survived, he would meet no good end in the face of that Demon Monarch's cultivation. Moreover, the venom in his body would have no effect on demonic aura.

source: “如此多的万年灵植，此行辛苦师叔和羿清真……”奚秋话到一半，突然停住，一脸见鬼的看向羿清，“你……你，你的修为怎么会……”出门时还是个元婴，怎么回来就是化神，难道他瞎了。
en_us: "There are so many ten thousand-year-old spirit herbs! The trip must have been hard on Uncle-Master and Perfected Yi…" Xi Qiu suddenly paused as he studied Yi Qing with disbelief written all over his face. "You… your… your cultivation level… why is it…" Yi Qing was at the Nascent Soul stage when he left Blackheaven Sect. How did he return as a Soul Formation cultivator? Was he blind?

source: “如此看来，那妖怪在此肆虐已久。”孤月紧了紧手上的玉笛，“那些见过妖怪的人怎么样了？伤情如何？”
en_us: "So it seems that this demon has been wreaking havoc here for a long time." Lonemoon clenched the jade flute in his hand. "How are the people who have seen the monster? What condition are they in?"

source: “如此，我这就去传信各门各派。”奚秋行了个礼，快步出了门。
en_us: "Alright, I shall send letters out to all the sects now." Xi Qiu bowed and left quickly.

source: “妖……妖丹！”它整只兔子都惊呆了，“这……这……”也太多了，这么大一袋算起来有数千颗吧。
en_us: "Demon… demon cores!" The rabbit was utterly shocked, "This… this…" There were so many — such a huge sack should contain thousands of cores.

source: “妖丹是啥？”
en_us: "What's a demon's core?"

source: “妖女，你到底对我叔伯做了什么？”男子一脸怒气的看向对方，直接唤出一把灵剑，就朝着对方砍过去，“竟敢如此对我轩辕家的人，我杀了你！”
en_us: "Demoness, what have you done to my uncles?" He looked at the other party in rage, manifested a spirit sword and slashed towards the person. "How dare you do this to the people of my Xuan Yuan Family, I am going to kill you!"

source: “妖气！”羿清抬头看向两人道，“是那只狐妖的。”
en_us: "Demonic aura!" Yi Qing looked up at the other two. "It belongs to the fox demon."

source: “妖界怎么可能没……”
en_us: "How can any place in the Demon Realm have no…"

source: “妹子啊！”
en_us: "Sister!"

source: “妹子啊，我找不着那条河了！”
en_us: "Sister, I can't find the river!

source: “妹子，你确定是这边不？”熟悉的声音再次响起，“那边只有条河，没有海啊！”
en_us: "Sister, are you sure that is the way?" That familiar voice rang out again. "There is no sea there, only a river!"

source: “妹子，你还记得我们从哪个方向飞来的不？”
en_us: "Sister, do you remember which direction we flew from?”

source: “姑娘？”他坐起来，忍不住出声。
en_us: "Miss?” He sat up, unable to keep quiet any longer.

source: “姬听雨？这聚珍阁果然是姬家的商号，这位看来是城主家的小姐了。”
en_us: "Ji Tingyu? This Pearl Gathering Pavilion is certainly the business establishment of the Ji Family, and this lady must be the daughter of the City Lord's family.

source: “姬小姐实力强大，在下佩服。”江逸苦涩一笑，铸鼎境八重的武者战力果然彪悍，如果不是元力被封印，怕是他一招都接不下。
en_us: "Young Mistress Ji's power is enormously great, I truly admire it and admit being weaker." Jiang Yi smiled with some bitter agony. The combat ability of a martial artist with a power level in the eighth stage of the Cast Tripod Realm was indeed formidable. If not for both their essence forces being sealed off from use, it was likely that he would not even be able to withstand a single attack technique.

source: “娘亲，干爷爷，孩儿，孩儿的封印终于有希望破开了……”他睁开眼睛，轻声的喃喃一声，满脸都是狂喜和落寞！
en_us: "Mum, God-Granddad, your son... your son finally has hope of breaking his seal..." he muttered in a low voice as he opened his eyes, his face filled with ecstasy and loneliness!

source: “字，啥字？”孤月一脸莫名。
en_us: "Words, what words?" Lonemoon was baffled.

source: “孤……月兄。”薄飞平还是一脸懵逼的神情，“刚……刚，她是体修？”女的？活的？！而且还成仙了？
en_us: "Brother... Brother Lonemoon. Just now... was she a body cultivator?" stuttered a confused Pu Feiping. A girl?! Alive?! And she became an immortal?

source: “孤月……”余阳也皱了皱眉，上前劝道，“这也不能怪他们，毕竟事关宗门，要以大局为重。”
en_us: "Lonemoon…" Yu Yang frowned and stepped forward. "You can't blame them. This concerns the whole sect. We need to have the bigger picture in mind."

source: “孤月。”他沉声回了两个字，双手背于身后，仍是那清冷的样子。
en_us: "Lonemoon." He replied curtly with his hands behind his back, still wearing that cold expression.

source: “孤月兄别着急做决定，可以慢慢想清楚嘛。”见这事要黄，薄飞平一急，只好把眼光定在在场的其它两人身上，“要不先问问羿清仙友和……这位仙子的意思？”他记得这个女子才是掌门吧？虽然他早已看出，门派中真正做决定的人是孤月，但为了儿子，他不得不拉其它两人进来，“靖邢城仙气比起这里浓郁得多，对门中弟子修为更为有利。”
en_us: Seeing that the matter would soon come to nothing, Pu Feiping anxiously set his gaze on the other two parties involved, and said, "Brother Lonemoon do not rashly make a decision. You can slowly think about it. Why don't you ask Yi Qing and this... this... fellow immortal's decision?" He remembered that Shen Ying was the real master of the sect. Even though he had already realized this point earlier on, but the true decision maker in the sect is actually Lonemoon. However, for his son, he had no choice but to drag other people into the equation. He continued, "The Immortal Qi in Jing Ya City is much more dense than your sect. It would definitely be better for your disciples."

source: “孤月兄！”薄飞平一喜，笑得一脸灿烂就迎了上来，“多日不见，一切可好啊？”
en_us: "Brother Lonemoon!" Pu Feiping exclaimed and his face was filled with delight. "I haven't seen you in many days, how have you been?"

source: “孤月尊者客气了。”易峰回礼道，“尊者与沈掌门驾临我易家，才是我等的荣幸。”想起自己那只白得的契约青蛟，心下越加的感动，话语也越加的真诚，转头看向沈萤道，“沈掌门相助之情，易某定不会忘。”
en_us: "Supremacy Lonemoon is too kind," said Yi Feng returning the salute. "Sect Master Shen and you are the ones who have honored our Yi Family with your visit." Yi Feng heart warmed towards her as he thought about the contract wyrm that he had gotten for free. Turning to Shen Ying, he said sincerely, "I won't forget Sect Master Shen's help."

source: “孤月尊者已经在等您了，沈掌门请！”易峰客气的伸出手，“我们明日就出发去幻海，沈掌门早些歇息。”
en_us: "Supremacy Lonemoon is already there waiting for you. Sect Master Shen, please!" Yi Feng politely raised his hand, pointing in the direction that she was supposed to walk. "We will set out for the Mirage Sea tomorrow morning. Sect Master Shen, please rest well tonight."

source: “孤月师弟……”两位尊者齐齐一惊，正要细问。不远处的护山大阵嘭的一声响，直接被攻破了，那朵巨大的莲花朝着主峰大殿直飞过来，停在了大殿前方不远的空中。
en_us: "Junior Brother Lonemoon…" Both Supremacies were shocked. Just as they were about to ask further, a loud bang was heard at the Protective Mountain Array; it had broken under the attack of the enemy. The gigantic lotus flower headed towards the main peak's hall and stopped in the air before the hall.

source: “孤月长老，在这……吗？”
en_us: She asked hesitantly, "Elder Lonemoon, do I do it here...?"

source: “孺子可教，这名江家子弟果然比江松聪明多了……”
en_us: "This boy is promising and worthy of being taught. This son of the Jiang Clan is definitely much smarter than Jiang Song..."

source: “它……它是千叶草木灵？”轩辕禹一脸震惊的看向萝卜，居然这么快就化形了！轩辕家可是努力了上万年，都没有让家中草木灵化形，还养着养着就养死了！
en_us: "This… is this a Thousand Leaves Vegetation Spirit?" Xuan Yuanyu looked towards the radish in shock. It had manifested so quickly! The Xuan Yuan Family had worked hard for thousands of years yet they had not managed to get their Vegetation Spirit to manifest, even though they had nurtured it till its death!

source: “它们盖好了房子，怕打扰您睡觉，就先行回去了。”羿清解释，指了指屋前那一堆的食材道，“这是兔王留下的，说是今日的份例。”
en_us: "After they were done with fixing your house, they were afraid of disrupting your sleep, so they went back first." Yi Qing explained as he pointed to a pile of food ingredients and said, "This was left by the Rabbit Monarch who said that this is today's portion."

source: “它是凭空消失的，连那些魔气也是。”那么庞大的魔气说没就没了，“事后薄城主到处搜寻也没有再找到半丝魔族的踪迹。”
en_us: Yi Qing exclaimed, "He disappeared into thin air, just like the demonic Qi." The thick demonic Qi disappeared at will. He continued, "Afterwards, City Lord Pu searched everywhere, but could not even find a hint of the demonic beast's trace."

source: “它要历劫了。”孤月提醒了一句，转手在三人身边布下了阵法。
en_us: "It's about to transform," Lonemoon reminded the other two. He turned around and set up another array formation around the group.

source: “它还会开花？”沈萤眼睛睁了睁，盆栽？
en_us: "It flowers?" Shen Ying's eyes widened. It's a potted plant?

source: “它？”孤月低头看了眼手上的萝卜，“那你就这么拿走了，轩辕家主没跟你拼命？”
en_us: "It?" Lonemoon looked down at the radish in hand. "So you just took it away and the master of the Xuan Yuan Family did not fight for it desperately?"

source: “安儿！”薄仪立马接过了她手里的宁子安，细细探了遍他的脉向，这才松了口气。也注意到了她手上的那个女婴，“沈掌门，这孩子是？”
en_us: "Lil An! Bao Yi received the Ning Zi An in her hands immediately and gave his pulse a detailed checkup. She let out a sigh of relief. She noticed the infant girl in her hands and asked, "Sect Master Shen, this child is?"
